list = [('サンクタス', 76), ('ライオンズプラザ', 76), ('センター', 78), ('パークコート', 79), ('レクセルマンション', 79), ('セボン', 79), ('ジェノヴィア', 80), ('パークサイド', 81), ('プレール', 81), ('ワコーレ', 81), ('パークタウン', 81), ('レーベンハイム', 82), ('グランイーグル', 84), ('コンシェリア', 86), ('フェニックス', 86), ('ミオカステーロ', 87), ('イトーピア', 88), ('グリーンタウン', 88), ('ダイヤモンドマンション', 89), ('グランシティ', 89), ('デュオステージ', 90), ('カーサ', 90), ('クレヴィア', 91), ('イニシア', 91), ('パレステュディオ', 91), ('グローリオ', 92), ('プラザ', 94), ('オーベル', 95), ('アトラス', 96), ('ブランズ', 96), ('トップ', 101), ('クレストフォルム', 102), ('コート', 104), ('ウエスト', 104), ('アジールコート', 107), ('ファミール', 107), ('クレッセント', 111), ('ローヤルコーポ', 113), ('サンクレイドル', 114), ('スカイハイツ', 117), ('プレシス', 119), ('ブリリア', 120), ('ガーデン', 121), ('ステージファースト', 121), ('アクサス', 122), ('グリーンハイツ', 123), ('ジェイパーク', 124), ('ドエルアルス', 131), ('シティコープ', 132), ('ホームズ', 133), ('センチュリー', 135), ('オープンレジデンシア', 140), ('ニュータウン', 140), ('パークハイム', 141), ('コーポラス', 142), ('ライオンズ', 147), ('ライオンズガーデン', 149), ('サンハイツ', 158), ('グリーンヒル', 161), ('ド', 162), ('エンゼルハイム', 165), ('イースト', 169), ('グランドメゾン', 175), ('ザパークハウス', 178), ('テラス', 180), ('シティホームズ', 181), ('ザ', 182), ('グリーンパーク', 188), ('ヒルズ', 192), ('コープ', 193), ('タウンハウス', 195), ('クリオ', 201), ('ハウス', 208), ('マイキャッスル', 212), ('パレステージ', 222), ('プレールドゥーク', 227), ('エステート', 227), ('シティハウス', 240), ('プラウド', 259), ('メインステージ', 263), ('ハイム', 280), ('パレス', [299, "en", "money"]), ('コーポ', [304, "en", "residence"]), ('ダイアパレス', [316, "en", "money"]), ('セザール', [319, "en", "man"]), ('ルーブル', [323, "ru", "money"]), ('メゾン', [332, "fr", "residence"]), ('パークハウス', [338, "en", "park"]), ('コスモ', [352, "italy", "cosmo"]), ('スカイコート', [362, "en", "park"]), ('ビル', [386, "en", "building"]), ('パークホームズ', [420, "en", "park"]), ('レジデンス', [431, "en", "residence"]), ('ハイツ', [743, "en", "hill"]), ('ライオンズマンション', [1241, "en", "animals"]), ('マンション', [1388, "en", "building"])]
residence
hill
park
animals
building
cosmo
money
man

italy
fr
ru